Repository: ZanderBrown/gnome-icon-preview
Catalog: po/*.po
Languages: az, be, ca, cs, da, eu, fr, fur, gl, hi, ka, nb, pl, sr, uk, uz, zh_cn

source: Icon Preview
cs: Náhled ikon
pl: Podgląd ikon

source: Tool for designing icons
cs: Nástroj pro návrh ikon
pl: Narzędzie do projektowania ikon

source: Icon Preview is a tool for designing icons which target the GNOME desktop.
cs: Náhled ikon je nástroj pro návrh ikon zamýšlených pro uživatelské prostředí GNOME.
pl: Podgląd ikon to narzędzie do projektowania ikon dla środowiska GNOME.

source: Welcome screen
cs: Uvítací obrazovka
pl: Ekran powitalny

source: Previewing an Application icon
az: Tətbiq ikonu önizləməsi
be: Папярэдні прагляд значка праграмы
ca: Previsualitza una icona d'aplicació
cs: Prohlížení ikony aplikace v různých situacích
da: Forhåndsvisning af et programikon
eu: Aplikazio-ikono baten aurrebista
fr: Aperçu d’une icône d’application
fur: Viodi in anteprime la icone di une aplicazion
gl: Previsualizando unha icona de aplicación
hi: एप्लिकेशन आइकन का पूर्वावलोकन करना
ka: აპლიკაციის ხატულის მინიატურა
nb: Forhåndsvisning av appikon
pl: Podgląd ikony programu
sr: Прикажите преглед иконице програма
uk: Попередній перегляд піктограми програми
uz: Ilova belgisini oldindan ko'rish
zh_cn: 正在预览一个应用程序图标

source: Preview icons
cs: Zobrazte si náhledy ikon v různých situacích
pl: Podgląd ikon

source: Copyright © 2018-19 Zander Brown
cs: Copyright © 2018 - 2019 Zander Brown
da: Ophavsret © 2018-19 Zander Brown
pl: Copyright © 2018-2019 Zander Brown

source: translator-credits
az: Ramal Rəhimov <jhonaluman@gmail.com>
be: Юрась Шумовіч <shumovichy@gmail.com>
ca: Carles Ferrando Garcia <carles.ferrando@gmail.com>.
cs: Marek Černocký <marek@manet.cz>
da: scootergrisen
fr: Thibault Martin Irénée Thirion
fur: Fabio Tomat, <f.t.public@gmail.com>, 2020
gl: Fran Diéguez <frandieguez@gnome.org>, 2021-2023.
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024
ka: თემური დოღონაძე
nb: Brage Fuglseth
pl: Piotr Drąg <piotrdrag@gmail.com>, 2019 Aviary.pl <community-poland@mozilla.org>, 2019
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
uk: Юрій Чорноіван <yurchor@ukr.net>
uz: Asadbek Rajabov <asadbekrajabov1337@gmail.com> Baxrom Raxmatov
zh_cn: Yang Zhang <zyangmath@gmail.com>, 2007 Ping Z <zpsigma@gmail.com>, 2007 Xhacker Liu <liu.dongyuan@gmail.com>, 2010 Tong Hui <tonghuix@gmail.com>, 2014 Merrick Zhang <anphorea@gmail.com>, 2020

source: Repository
ca: Dipòsit
cs: Repozitář
da: Arkiv
pl: Repozytorium

source: Kept sane by
ca: Conservat adequat per
cs: Organizoval
da: Med hjælp fra
pl: Pomocnicy:

source: Export the icon for production use. Off-canvas objects are removed and the SVG is optimised for size
az: İkonu istehsal istifadəsi üçün eksport edin. Kənar obyektlər silinir və SVG ölçü üçün optimallaşdırılır.
be: Экспартуйце значок для выкарыстання ў вытворчасці. Аб'екты па-за межамі палатна будуць выдалены, а SVG аптымізаваны пад памер
ca: Exporta la icona per ús i producció. El objectes fora del llenç es suprimiran i el SVG s'optimitza per mida
cs: Export ikony pro produkční použití. Objekty mimo plátno budou odstraněny a SVG optimalizováno na velikost.
da: Eksportér ikonet til færdig brug. Objekter, som er udenfor lærredet, fjernes og SVG'en optimeres for at holde filstørrelsen nede
eu: Esportatu ikonoaren bertsio erabilgarria. Oihalez kanpoko objektuak kendu egingo dira eta SVG optimizatu egingo da tamaina txikiagoa izateko
fr: Exporte l’icône en version finale. Les objets hors du cadre seront supprimés, et le poids du SVG optimisé
fur: Espuarte la icone par ûs produtîf. I ogjets fûr dal ricuadri (tele) a vegnin gjavâts e il SVG al vignarà otimizât pe dimension
gl: Exportar a icona para uso en producción. Os obxectos off-canvas eliminaranse e o SVG optimizará o tamaño
hi: उत्पादन उपयोग के लिए आइकन निर्यात करें। ऑफ-कैनवास वस्तुएं हटा दी जाती हैं और SVG को आकार के लिए अनुकूलित किया जाता है
ka: ხატულის გამოსაყენებლად გატანა. ტილოს-გარე ობიექტები წაიშლება და SVG ფაილი ზომისთვის ოპტიმიზირდება
nb: Eksporter ikonet til bruk i en app. Elementer utenfor lerretet blir fjernet, og filstørrelsen blir optimalisert.
pl: Eksport ikony do użytku. Obiekty poza płótnem są usuwane, a rozmiar pliku SVG jest optymalizowany
sr: Извезите иконицу за коришћење. Објекти ван платна се уклањају а СВГ је прилагођено за величину
uk: Експортувати піктограму для використання. Об'єкти поза полотном буде вилучено, а SVG буде оптимізовано за розміром.
uz: Belgini ishlab chiqarish uchun eksport qiling. Off-canvas obyektlar olib tashlangan va SVG hajmi uchun optimallashtirilgan
zh_cn: 导出生产环境使用的图标。画布外的对象将被删除，并将优化 SVG 文件的大小

source: Regular
az: Adi
be: Звычайны
cs: Běžná
da: Almindelig
eu: Arrunta
fr: Normale
fur: Regolâr
hi: नियमित
ka: ჩვეულებრივი
nb: Vanlig
pl: Zwykła
sr: Обична
uk: Звичайна
uz: Muntazam
zh_cn: 普通图标

source: Save Regular As…
be: Захаваць звычайны як…
ca: Desa regular com…
cs: Uložit běžnou jako…
da: Gem almindelig som …
eu: Gorde arrunta honela…
fr: Enregistrer l’icône normale sous…
fur: Salve regolâr come…
pl: Zapisz zwykłą jako…
sr: Сачувај обучну као…
uk: Зберегти звичайну як…
zh_cn: 另存普通图标为…

source: Nightly
az: Gecəlik
be: Начны
ca: Diari
cs: Noční
da: Natlig
eu: Gauekoa
fr: Développement
fur: Noturne
gl: Nocturno
hi: रात्रिकालीन
ka: ღამის
nb: Utvikling
sr: Ноћна
uk: Нічна
uz: Tungi
zh_cn: 夜间模式图标

source: Save Nightly As…
be: Захаваць начны як…
ca: Desa cada nit com…
cs: Uložit noční jako…
da: Gem natlig som …
eu: Gorde gauekoa honela…
fr: Enregistrer l’icône de développement sous…
fur: Salve noturne come…
pl: Zapisz Nightly jako…
sr: Сачувај ноћну као…
uk: Зберегти нічну як…
zh_cn: 另存夜间模式图标为…

source: Save Symbolic As…
be: Захаваць сімвалічны як…
ca: Desa simbòlic com…
cs: Uložit symbolickou jako…
da: Gem symbolsk som …
eu: Gorde sinbolikoa honela…
fr: Enregistrer l’icône symbolique sous…
fur: Salve simbolic come…
pl: Zapisz symboliczną jako…
sr: Сачувај симболичку као…
uk: Зберегти символічну як…
zh_cn: 另存符号图标为…

source: Symbolic
az: Simvolik
be: Сімвалічны
ca: Simbòlic
cs: Symbolická
da: Symbolsk
eu: Sinbolikoa
fr: Symbolique
fur: Simbolic
gl: Simbólica
hi: प्रतीकात्मक
ka: სიმბოლური
nb: Symbol
pl: Symboliczna
sr: Симболичка
uk: Символічна
uz: Ramziy
zh_cn: 符号图标

# shortcut window
source: Application
az: Tətbiq
be: Праграма
ca: Aplicació
cs: Aplikace
da: Program
eu: Aplikazioa
fur: Aplicazion
gl: Aplicación
hi: एप्लिकेशन
ka: აპლიკაცია
nb: App
pl: Program
sr: Програм
uk: Програма
uz: Ilova
zh_cn: 应用程序

# shortcut window
source: New Window
az: Yeni Pəncərə
be: Новае акно
ca: Finestra nova
cs: Nové okno
da: Nyt vindue
eu: _Leiho berria
fr: Nouvelle fenêtre
fur: Gnûf Barcon
gl: Nova xanela
hi: नई विंडो
ka: ახალი ფანჯარა
nb: Nytt vindu
pl: Nowe okno
sr: Нови прозор
uk: Нове вікно
uz: Yangi oyna
zh_cn: 新建窗口

# shortcut window
source: Open an icon
ca: Obre una icona
cs: Otevřít ikonu
da: Åbn et ikon
pl: Otwarcie ikony

# shortcut window
source: Open the recent list
ca: Obre una llista recent
cs: Otevřít seznam nedávných
da: Åbn listen oven seneste
pl: Otwarcie listy ostatnio używanych

# shortcut window
source: Open the menu
ca: Obre el menú
cs: Otevřít nabídku
da: Åbn menuen
pl: Otwarcie menu

# shortcut window
source: Quit the application
ca: Surt de l'aplicació
cs: Ukončit aplikaci
da: Afslut programmet
pl: Zakończenie działania programu

# shortcut window
source: View
az: Görünüş
be: Прагляд
ca: Visualització
cs: Zobrazení
da: Vis
eu: Ikusi
fr: Vue
fur: Viodude
gl: Ver
hi: देखें
ka: ნახვა
nb: Visning
pl: Widok
sr: Преглед
uk: Перегляд
uz: Ko'rish
zh_cn: 查看

# shortcut window
source: Reload the icon
ca: Torna a carregar la icona
cs: Znovu načíst ikonu
da: Genindlæs ikonet
pl: Ponowne wczytanie ikony

# shortcut window
source: Export the icon
ca: Exporta la icona
cs: Exportovat ikonu
da: Eksportér ikonet
pl: Eksport ikony

# shortcut window
source: Shuffle icons
ca: Icones aleatòries
cs: Zamíchat ikony
da: Bland ikoner
pl: Wymieszanie ikon

# shortcut window
source: Take screenshot
ca: Fes una captura de pantalla
cs: Pořídit snímek obrazovky
da: Tag skærmbillede
pl: Wykonanie zrzutu ekranu

# shortcut window
source: Copy a screenshot to clipboard
ca: Copia una captura de pantalla al porta-retalls
cs: Zkopírovat snímek obrazovky do schránky
da: Kopiér et skærmbillede til udklipsholder
pl: Skopiowanie zrzutu ekranu do schowka

# shortcut window
source: Toggle fullscreen
ca: Commuta pantalla completa
cs: Přepnout celou obrazovku
da: Fuldskærm til/fra
pl: Przełączenie pełnego ekranu

source: no longer supported
ca: No està suportat
cs: Nadále již není podporováno
da: understøttes ikke længere
pl: nie jest już obsługiwane

source: Palette is all grown up! It’s now available separately as org.gnome.zbrown.Palette
ca: La paleta està tota gran! Està ara disponible de forma separada com org.gnome.zbrown.Palette
cs: Paleta již dospěla! Nyní je k dispozici zvlášť, jako org.gnome.zbrown.Palette
da: Palet er blevet voksen! Den er nu tilgængelig seperat som org.gnome.zbrown.Palette
pl: Paleta się usamodzielniła! Jest teraz dostępna jako program org.gnome.zbrown.Palette

source: _New Window
az: _Yeni Pəncərə
be: _Новае акно
ca: Finestra _nova
cs: _Nové okno
da: _Nyt vindue
eu: _Leiho berria
fr: _Nouvelle fenêtre
fur: _Gnûf Barcon
gl: _Nova xanela
hi: नई विंडो (_N)
ka: _ახალი ფანჯარა
nb: _Nytt vindu
pl: _Nowe okno
sr: _Нови прозор
uk: _Нове вікно
uz: _Yangi oyna
zh_cn: 新建窗口(_N)

source: _Reload
az: _Yenidən Yüklə
be: _Перазагрузіць
ca: _Torna a carregar
cs: _Znovu načíst
da: _Genindlæs
eu: Bir_kargatu
fr: _Recharger
fur: _Torne cjarie
gl: _Recargar
hi: पुनः लोड करें (_R)
ka: _გადატვირთვა
nb: _Last inn på nytt
pl: _Wczytaj ponownie
sr: _Освежи
uk: Пе_резавантажити
uz: _Yangilash
zh_cn: 重新加载(_R)

source: _Take Screenshot
ca: _Fes una captura de pantalla
cs: _Pořídit snímek obrazovky
da: _Tag skærmbillede
pl: Wykonaj _zrzut ekranu
sr: _Направи снимк екрана
uk: З_робити знімок

source: _Shuffle Example Icons
az: _Nümunə İkonlarını Qarışdır
be: _Ператасаваць узоры значкоў
ca: _Icones d'exemple aleatòries
cs: Za_míchat ukázkové ikony
da: _Bland eksempelikoner
eu: _Nahastu adibideko ikonoak
fr: _Mélanger les icônes d’exemple
fur: Mes_sede lis iconis di esempli
gl: _Desordenar as iconas de exemplo
hi: उदाहरण आइकन को फेरबदल करें (_S)
ka: შემთხვევითი _ხატულები
nb: _Bytt ut eksempelikoner
pl: Wy_mieszaj przykładowe ikony
sr: _Измешај иконице примера
uk: П_еремішати приклади піктограм
uz: _Misol keltirilgan belgilarni almashtirish
zh_cn: 随机选择示例图标(_S)

source: _Keyboard Shortcuts
az: _Klaviatura Qısayolları
be: _Спалучэнні клавіш
ca: _Dreceres de teclat
cs: _Klávesové zkratky
da: _Tastaturgenveje
eu: Las_ter-teklak
fr: _Raccourcis clavier
fur: Scurtis di _tastiere
gl: _Atallos de teclado
hi: कीबोर्ड शॉर्टकट (_K)
ka: _კლავიატურის მალსახმობები
nb: _Tastatursnarveier
pl: _Skróty klawiszowe
sr: Пречице _тастатуре
uk: _Клавіатурні скорочення
uz: _Klaviatura yorliqlari
zh_cn: 键盘快捷键(_K)

source: _About Icon Preview
cs: O _aplikaci Náhled ikon
pl: _O programie

source: Close
ca: Tanca
cs: Zavřít
da: Luk
pl: Zamknij

source: Save…
ca: Desa…
cs: Uložit…
da: Gem …
pl: Zapisz…

source: Copy to Clipboard
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
da: Kopiér til udklipsholder
pl: Skopiuj do schowka

source: Save Screenshot
az: Ekran Görüntüsünü Saxla
be: Захаваць здымак экрана
ca: Desa la captura
cs: Uložení snímku obrazovky
da: Gem skærmbillede
eu: Gorde pantaila-argazkia
fr: Enregistrer une capture d’écran
fur: Salve schermade
gl: Gardar captura
hi: स्क्रीनशॉट सहेजें
ka: ეკრანის ანაბეჭდის შენახვა
nb: Lagre skjermbilde
pl: Zapis zrzutu ekranu
sr: Сачувајте снимак екрана
uk: Зберегти знімок екрана
uz: Skrinshotni saqlash
zh_cn: 保存截图

source: _Save
az: _Saxla
be: _Захаваць
ca: _Desa
cs: _Uložit
da: _Gem
eu: _Gorde
fr: _Enregistrer
fur: _Salve
gl: _Gardar
hi: सहेजें (_S)
ka: _შენახვა
nb: _Lagre
pl: _Zapisz
sr: _Сачувај
uk: З_берегти
uz: _Saqlash
zh_cn: 保存(_S)

source: Preview
be: Папярэдні прагляд
ca: Visualització prèvia
cs: Náhled
da: Forhåndsvisning
eu: Aurrebista
fr: Aperçu
fur: Anteprime
gl: Previsualizar
hi: पूर्वावलोकन
ka: მინიატურა
nb: Forhåndsvis
pl: Podgląd
sr: Преглед
uk: Перегляд
uz: Oldindan ko'rish
zh_cn: 预览

source: Failed to save screenshot
ca: Error en desar la captura de pantalla
cs: Selhalo uložení snímku obrazovky
da: Kunne ikke gemme skærmbillede
pl: Zapisanie zrzutu ekranu się nie powiodło

source: Button
cs: Normální tlačítko
pl: Przycisk

source: Insensitive
cs: Nepřístupné tlačítko
pl: Nieaktywny

source: Suggested
cs: Výchozí tlačítko
pl: Sugerowany

source: Destructive
cs: Destruktivní tlačítko
pl: Destrukcyjny

source: Rename
cs: Přejmenovat
pl: Zmień nazwę

source: The icon is not recoloring because the file name needs to end in “-symbolic”
cs: Ikona není přebarvená, protože název souboru má správně končit „-symbolic“.
pl: Ikona nie jest przekoloryzowywana, ponieważ nazwa pliku musi kończyć się „-symbolic”

source: Make a new GNOME Icon
cs: Vytvořit novou ikonu do GNOME
pl: Utworzenie nowej ikony GNOME

source: New App Icon
be: Новы значок праграмы
ca: Icona d'aplicació nova
cs: Nová ikona aplikace
da: Nyt programikon
eu: Aplikazio-ikono berria
fr: Nouvelle icône d’application
fur: Gnove Icone di App
gl: Nova icona de aplicación
ka: ახალი აპის ხატულა
nb: Nytt appikon
pl: Nowa ikona programu
sr: Нова иконица програма
uk: Нова піктограма програми
zh_cn: 新建应用图标

source: New Symbolic Icon
cs: Nová symbolická ikona
pl: Nowa ikona symboliczna

source: An application’s identity
cs: Představuje totožnost aplikace
pl: Tożsamość programu

source: For actions, status and other things needed in apps
cs: Pro činnosti, stavy a další věci potřebné v aplikacích
pl: Dla działań, stanu i innych rzeczy potrzebnych w programach

source: Open
ca: Obre
cs: Otevřít
da: Åbn
pl: Otwórz

source: Open an icon
be: Адкрыць значок
ca: Obre una icona
cs: Otevřít ikonu
da: Åbn et ikon
eu: Ireki ikono bat
fr: Ouvrir une icône
fur: Vierç une icone
ka: ხატულის გახსნა
pl: Otwiera ikonę
sr: Отворите иконицу
uk: Відкрити піктограму
zh_cn: 打开一个图标

source: Recent
ca: Recents
cs: Nedávné
da: Seneste
pl: Ostatnio używane
sr: Скорашње

source: Menu
be: Меню
ca: Menú
cs: Nabídka
eu: Menua
fur: Menù
ka: მენიუ
sr: Изборник
uk: Меню
zh_cn: 菜单

source: This file is defective
ca: Aquest fitxer no funciona correctament
cs: Tento soubor je poškozený
da: Filen er defekt
pl: Ten plik jest wadliwy

source: Please start from a template to ensure that your file will work as a GNOME icon
ca: Inicia com una plantilla per assegurar-vos que el vostre fitxer funciona com una icona GNOME
cs: Vyjděte prosím ze šablony, aby bylo zaručeno, že soubor bude funkční jako ikona GNOME.
da: Start venligst fra en skabelon, for at sikre, at din fil virker som et GNOME-ikon
pl: Proszę zacząć od szablonu, aby zapewnić, że plik będzie działał jako ikona GNOME

source: Select Icon
ca: Tria una icona
cs: Výběr ikony
da: Vælg ikon
pl: Wybór ikony

source: _Open
az: _Aç
be: _Адкрыць
ca: _Obre
cs: _Otevřít
da: _Åbn
eu: _Ireki
fr: _Ouvrir
fur: _Vierç
gl: _Abrir
hi: खोलें (_O)
ka: _გახსნა
nb: _Åpne
pl: _Otwórz
sr: _Отвори
uk: _Відкрити
uz: _Ochish
zh_cn: 打开(_O)

source: Icons
ca: Icones
cs: Ikony
da: Ikoner
pl: Ikony

source: Save
cs: Uložení
pl: Zapis

source: Icon
ca: Icona
cs: Ikona
da: Ikon
pl: Ikona

source: Failed to save exported file
ca: Error en desar el fitxer exportat
cs: Selhalo uložení exportovaného souboru
da: Kunne ikke gemme eksporteret fil
pl: Zapisanie eksportowanego pliku się nie powiodło

source: Icon Location
be: Размяшчэнне значка
ca: Ubicació de la icona
cs: Umístění ikony
da: Placering af ikon
eu: Ikonoaren okalekua
fr: Emplacement de l’icône
fur: Posizion icone
gl: Localización da icona
ka: ხატულის მდებარეობა
nb: Mappe
pl: Położenie ikony
sr: Место иконице
uk: Розташування піктограми
zh_cn: 图标位置

source: Save Icon
ca: Desa icona
cs: Uložení ikony
da: Gem ikon
pl: Zapis ikony

source: The icon SVG file will be stored in this directory
be: Файл значка SVG будзе захоўвацца ў гэтым каталогу
ca: El fitxer SVG de la icona s'emmagatzemarà en aquest directori
cs: Soubor SVG s ikonou bude uložen v této složce
da: Mappe hvor ikonets SVG-fil gemmes
eu: Ikonoaren SVG fitxategia direktorio honetan gordeko da
fr: Le fichier SVG de l’icône sera enregistré dans ce répertoire
fur: Il file SVG de icone al vignarà archiviât in cheste cartele
gl: O ficheiro de SVG da icona gardarase neste cartafol
ka: ხატულის SVG ფაილი ამ საქაღალდეში იქნება შენახული
nb: SVG-filen til ikonet vil lagres i denne mappen
pl: Plik SVG ikony zostanie zapisany w tym katalogu
sr: СВГ датотека иконице биће сачувана у овом директоријуму
uk: Файл піктограми у форматі SVG буде збережено до цього каталогу
zh_cn: 图标的 SVG 文件将存储于这个目录内

source: _Cancel
be: _Скасаваць
ca: _Cancel·la
cs: _Zrušit
da: _Annullér
eu: _Utzi
fr: A_nnuler
fur: _Anule
gl: _Cancelar
ka: _გაუქმება
nb: _Avbryt
pl: _Anuluj
sr: _Откажи
uk: _Скасувати
zh_cn: 取消(_C)

source: _Create
az: _Yarat
be: _Стварыць
ca: _Crea
cs: _Vytvořit
da: _Opret
eu: _Sortu
fr: _Créer
fur: _Cree
gl: _Crear
hi: बनाएं (_C)
ka: შექმნა
nb: _Opprett
pl: _Utwórz
sr: _Направи
uk: С_творити
uz: _Yaratish
zh_cn: 创建(_C)

source: Icon Name
cs: Název ikony
pl: Nazwa ikony

source: All lowercase with dashes between words, e.g. list-add
cs: Všechna malá písmena bez diakritiky a pomlčky, například list-add
pl: Małe znaki z myślnikami między wyrazami, np. „list-add”

source: App Name
be: Назва праграмы
ca: Nom de l'aplicació
cs: Název aplikace
da: Programnavn
eu: Aplikazioaren izena
fr: Nom de l’application
fur: Non App
gl: Nome da aplicación
ka: აპის სახელი
nb: App-ID
pl: Nazwa programu
sr: Назив програма
uk: Назва програми
zh_cn: 应用程序名称

source: The reverse domain notation name, e.g. org.inkscape.Inkscape
be: Адваротны запіс даменнага імя, напрыклад org.inkscape.Inkscape
ca: El nom del domini en notació invertida, per exemple org.inkscape.Inkscape
cs: Název v podobě reverzní notace domény, například org.inkscape.Inkscape
da: Navnet som omvendte domænenotering, f.eks. org.inkscape.Inkscape
eu: Domeinuen alderantzizko izenaren forman, adib. org.inkscape.Inkscape
fr: Identifiant de l’application en nom de domaine inversé, par exemple org.inkscape.Inkscape
fur: Il non de notazion dal domini inviers, p.e. org.inkscape.Inkscape
gl: O nome de notación de dominio inverso, p.ex. org.inkscape.Inskape
ka: რევერსული დომენის ნოტაციის სახელი. მაგ: org.inkscape.inkscape
nb: ID-en til appen er basert på en omvendt nettadresse, f. eks. org.inkscape.Inkscape
pl: Odwrotna notacja nazwy domeny, np. „org.inkscape.Inkscape”
sr: Обрнути назив домена записивања, нпр. „org.inkscape.Inkscape“
uk: Назва в оберненому записі доменів. Приклад: org.inkscape.Inkscape
zh_cn: 反向域表示法的名称，如 org.inkscape.Inkscape

source: Expecting at least one “-”
cs: Je očekávána nejméně jedna „-“
pl: Oczekiwano co najmniej jednego znaku „-”

source: Expecting at least one “.”
ca: S'espera com a mínim un “.”
cs: Je očekávána nejméně jedna „.“
da: Forventer mindst ét “.”
pl: Oczekiwano co najmniej jednego znaku „.”

source: Export
az: Eksport
be: Экспартаваць
ca: Exporta
da: Eksportér
eu: Esportatu
fr: Exporter
fur: Espuarte
gl: Exportar
hi: निर्यात
ka: ექსპორტირება
nb: Eksporter
pl: Wyeksportuj
sr: Извези
uk: Експортувати
uz: Eksport
zh_cn: 导出

source: label
pl: etykieta

source: App Icon Preview
az: Tətbiq İkonu Preview
da: Forhåndsvisning af programikon
eu: Aplikazio-ikonoen Aurrebista
fr: Aperçu d’icônes d’application
fur: Anteprime Icone App
gl: Previsualiación de icona de aplicación
ka: აპის ხატულის მინიატურა
nb: Ikonvisning
sr: Претпреглед иконице програма
uk: Перегляд піктограм програми
uz: Oldindan ko'rish
zh_cn: 应用图标预览器

source: Tool for designing applications icons
be: Інструмент для стварэння значкоў праграм
ca: Eina per dissenyar icones d'aplicacions
da: Værktøj til at designe programikoner
eu: Aplikazio-ikonoak diseinatzeko tresna
fr: Un outil pour concevoir des icônes d’application
fur: Imprest par dissegnâ iconis di aplicazion
gl: Ferramenta para deseñar iconas de aplicación
ka: პროგრამები აპლიკაციის ხატულების შესაქმნელად
sr: Алат за дизајнирање иконица програма
uk: Інструмент для створення піктограм програм
zh_cn: 用于设计应用程序图标的工具

source: App Icon Preview is a tool for designing icons which target the GNOME desktop.
az: Tətbiq İkonu Preview, GNOME masaüstü üçün ikonlar dizayn etmək üçün bir alətdir.
be: App Icon Preview — гэта інструмент для стварэння значкоў у стылі асяроддзя GNOME.
ca: Vista prèvia d'icona d'aplicació és una eina per dissenyar icones que usaràs a l'escriptori GNOME.
da: Forhåndsvisning af programikon er et værktøj til at designe ikoner til GNOME-skrivebordet.
eu: Aplikazio-ikonoen Aurrebista aplikazioa GNOME mahaigainean erabili daitezkeen ikonoak diseinatzeko tresna da.
fr: Aperçu d’icônes d’application est un outil pour concevoir des icônes à destination de l’environnement de bureau GNOME.
fur: Anteprime Icone App al è un strument par dissegnâ lis iconis che e vignaran dopradis sul scritori GNOME.
gl: Previsualización de icona de aplicación é unha ferramenta para deseñar iconas feitas para o escritorio de GNOME.
hi: ऐप आइकन पूर्वावलोकन, GNOME डेस्कटॉप को लक्षित करने वाले आइकन डिज़ाइन करने का एक उपकरण है।
ka: აპის ხატულების გადახედვა პროგრამაა GNOME-სთვის, ხატულების შესაქმნელად.
nb: Ikonvisning er et hjelpeverktøy til design av appikoner for GNOME. Sett opp en mal, forhåndsvis ikonet underveis, og eksporter forskjellige varianter av det.
sr: Претпреглед иконице програма је алат за дизајнирање иконица које одговарају Гномовој радној површи.
uk: «Перегляд піктограм програм» — програма для розробки піктограм, яку призначено для стільничного середовища GNOME.
uz: Ilova Icon Preview - bu GNOME ish stoliga mo’ljallangan piktogrammalarni loyihalash uchun vositadir.
zh_cn: 应用图标预览器是用于设计用于 GNOME 桌面图标的工具。

source: Preview applications icons
az: Tətbiq ikonlarını önizləmə
be: Папярэдні прагляд значкоў праграм
ca: Previsualitza icones d'aplicacions
da: Forhåndsvisning af programikoner
eu: Aplikazio-ikonoen aurrebista
fr: Prévisualiser des icônes d’application
fur: Anteprime des iconis des aplicazions
gl: Previsualización de iconas de aplicacións
hi: एप्लिकेशन आइकन का पूर्वावलोकन करें
ka: აპის ხატულების გადახედვა
nb: Forhåndsvis appikoner
sr: Прикажите преглед иконица програма
uk: Перегляд піктограм програм
uz: Ilova belgisini oldindan ko'rish
zh_cn: 预览应用程序图标

source: _About App Icon Preview
az: Tətbiq İkonu Preview _Haqqında
be: Пр_а App Icon Preview
ca: _Quant a «App Icon Preview»
da: _Om Forhåndsvisning af programikon
eu: Aplikazio-ikonoen Aurrebista aplikazioari _buruz
fr: À _propos de l’Aperçu d’icônes d’application
fur: _Informazions su Anteprime Icone App
gl: _Sobre Previsualizacón de iconas de aplicación
hi: App Icon Preview के बारे में (_A)
ka: აპის ხატულის მინიატურის შესახებ
nb: _Om Ikonvisning
sr: _О програму
uk: _Про «Перегляд піктограм програми»
uz: _Icon Preview ilovasi haqida
zh_cn: 关于应用图标预览器(_A)

source: Make a new App Icon
az: Yeni Tətbiq İkonu Yarat
be: Зрабіць новы значок праграмы
ca: Fes una icona d'aplicació nova
da: Skab et nyt programikon
eu: Sortu aplikazio-ikono berria
fr: Créer une nouvelle icône d’application
fur: Cree une gnove Icone di App
gl: Facer unha nova icona de aplicación
hi: नया ऐप आइकन बनाएं
ka: ახალი აპის ხატულის შექმნა
nb: Lag et nytt appikon
sr: Направите нову иконицу програма
uk: Створити піктограму програми
uz: Yangi ilova belgisini yarating
zh_cn: 制作一个新的应用图标

source: Cancel
be: Скасаваць
ca: Cancel·la
da: Annullér
eu: Utzi
fr: Annuler
fur: Anule
gl: Cancelar
ka: გაუქმება
nb: Avbryt
sr: Откажи
uk: Скасувати
zh_cn: 取消

source: Save Regular
ca: Desa regular
da: Gem almindelig

source: Save Symbolic
ca: Desa simbòlic
da: Gem symbolsk

source: Save Nightly
ca: Desa cada nit
da: Gem natlig

source: Default window width
sr: Основна ширина прозора
uk: Типова ширина вікна програми

source: Default window height
sr: Основна висина прозора
uk: Типова висота вікна програми
