Repository: ZanderBrown/gnome-icon-preview
Catalog: po/*.po
Languages: az, be, ca, cs, da, eu, fr, fur, gl, hi, ka, nb, pl, sr, uk, uz, zh_cn

source: Default window maximized behaviour
sr: Основно понашање увећаног прозора
uk: Типова поведінка щодо максимізації вікна

source: The latest opened files separated by a comma
az: Son açılan fayllar vergüllə ayrılmış
be: Апошнія адкрытыя файлы, раздзеленыя коскай
eu: Irekitako azken fitxategiak, komaz bananduta
fr: Les derniers fichiers ouverts séparés par une virgule
fur: I ultins files vierts separâts di une virgule
gl: Os últimos ficheiros abertos separados por comas
hi: नवीनतम खोली गई फाइलें अल्पविराम से अलग की गई
ka: უახლესი გახსნილი ფაილების ჩამონათვალი, მძიმეებით გამოყოფილი
nb: Nylig åpnede filer separert med kommaer
sr: Последње отворене датотеке раздвојене зарезом
uk: Останні відкриті файли, записи відокремлено комами
uz: Oxirgi ochilgan fayllar vergul bilan ajratilgan
zh_cn: 最近打开的文件，使用逗号分隔

source: Bilal Elmoussaoui &amp; Zander Brown
hi: बिलाल एल्मौसौई &amp; जेंडर ब्राउन
nb: Bilal Elmoussaoui og Zander Brown
sr: Билал Елмусауи и Зандер Браун
uk: Bilal Elmoussaoui та Zander Brown
uz: Bilol Elmoussaoui & amp; Zander Braun

# shortcut window
source: Open an Icon
az: İkon Aç
be: Адкрыць значок
eu: Ireki ikono bat
fr: Ouvrir une icône
fur: Vierç une icone
gl: Abrir unha icona
hi: एक आइकन खोलें
ka: ხატულის გახსნა
nb: Åpne ikon
sr: Отворите иконицу
uk: Відкрити піктограму
uz: Belgini oching
zh_cn: 打开图标

# shortcut window
source: Quit the Application
az: Tətbiqi Bağla
be: Выйсці з праграмы
eu: Irten aplikaziotik
fr: Quitter l’application
fur: Jes de aplicazion
gl: Saír da aplicación
hi: एप्लिकेशन छोड़ें
ka: აპლიკაციიდან გასვლა
nb: Avslutt
sr: Изађите из програма
uk: Вийти з програми
uz: Dasturdan chiqish
zh_cn: 退出应用程序

# shortcut window
source: Reload the Icon
az: İkonu Yenidən Yüklə
be: Перазагрузіць значок
eu: Birkargatu ikonoa
fr: Recharger l’icône
fur: Torne cjame la icone
gl: Recargar a icona
hi: आइकन पुनः लोड करें
ka: ხატულის თავიდან ჩატვირთვა
nb: Last inn på nytt
sr: Поново учитајте иконицу
uk: Перезавантажити піктограму
uz: Belgini qayta yuklang
zh_cn: 重新加载图标

# shortcut window
source: Export the Icon
az: İkonu Eksport Et
be: Экспартаваць значок
eu: Esportatu ikonoa
fr: Exporter l’icône
fur: Espuarte la icone
gl: Exportar a icona
hi: आइकन निर्यात करें
ka: ხატულის გატანა
nb: Eksporter ikon
sr: Извезите иконицу
uk: Експортувати піктограму
uz: Belgini eksport qiling
zh_cn: 导出图标

# shortcut window
source: Shuffle Icons
az: İkonları Qarışdır
be: Ператасаваць значкі
eu: Nahastu ikonoak
fr: Mélanger les icônes
fur: Messede lis iconis
gl: Desordenar iconas
hi: आइकन को फेरबदल करें
ka: შემთხვევითი ხატულები
nb: Bytt ut eksempelikoner
sr: Измешајте иконице
uk: Перемішати піктограми
uz: Belgilarni aralashtirish
zh_cn: 随机图标

# shortcut window
source: Take Screenshot
az: Ekran Görüntüsü Al
be: Зрабіць здымак экрана
eu: Egin pantaila-argazkia
fr: Prendre une capture d’écran
fur: Cature schermade
gl: Sacar captura
hi: स्क्रीनशॉट लें
ka: ეკრანის ანაბეჭდის გადაღება
nb: Lagre skjermbilde
sr: Направите снимк екрана
uk: Зробити знімок
uz: Ekran lavhasini olish
zh_cn: 屏幕截图

# shortcut window
source: Copy a Screenshot to Clipboard
az: Ekran Görüntüsünü Buferə Kopyala
be: Скапіраваць здымак экрана ў буфер абмену
eu: Kopiatu pantaila-argazkia arbelean
fr: Copier une capture d’écran dans le presse-papiers
fur: Copie une schermade intes notis
gl: Copiar unha captura ao portapapeis
hi: स्क्रीनशॉट को क्लिपबोर्ड पर कॉपी करें
ka: ეკრანის ანაბეჭდის ბუფერში კოპირება
nb: Kopier skjermbilde til utklippstavlen
sr: Умножите снимак у оставу
uk: Копіювати знімок до буфера
uz: Skrinshotni vaqtinchalik xotiraga nusxalash
zh_cn: 复制截图到剪贴板

source: ~/Projects
be: ~/Праекты
eu: ~/Proiektuak
fr: ~/Projets
fur: ~/Progjets
gl: ~/Proxectos
ka: ~/პროექტები
sr: ~/Пројекти
uk: ~/Проєкти

source: _Browse…
be: А_гляд…
eu: _Arakatu…
fr: _Parcourir…
fur: _Esplore…
gl: _Explorar…
ka: _პოვნა…
nb: _Velg…
sr: _Разгледај…
uk: Ви_брати…
zh_cn: 浏览(_B)…

source: _Save…
sr: _Сачувај…
uk: _Зберегти…

source: _Copy to Clipboard
sr: _Умножи у оставу
uk: Ск_опіювати до буфера

source: _Export
az: _Eksport
be: _Экспартаваць
eu: _Esportatu
fr: _Exporter
fur: _Espuarte
gl: _Exportar
hi: निर्यात (_E)
ka: _გატანა
nb: _Eksporter
sr: _Извези
uk: _Експортувати
uz: _Eksport
zh_cn: 导出(_E)

source: _New App Icon
az: _Yeni Tətbiq İkonu
be: _Новы значок праграмы
eu: A_plikazio-ikono berria
fr: _Nouvelle icône d’application
fur: _Gnove Icone di App
gl: _Nova icona de aplicación
hi: नया ऐप आइकन (_N)
ka: _ახალი აპის ხატულა
nb: _Nytt appikon
sr: _Нова иконица програма
uk: _Нова піктограма програми
uz: _Yangi ilova belgisi
zh_cn: 新建应用图标(_N)

source: SVG
sr: СВГ

source: Select
be: Выбраць
eu: Hautatu
fr: Sélectionner
fur: Selezione
gl: Seleccionar
ka: აირჩიეთ
nb: Velg
sr: Изабери
uk: Вибрати
zh_cn: 选择

source: PNG
sr: ПНГ

source: JPEG
sr: ЈПЕГ

source: Open File
az: Fayl Aç
be: Адкрыць файл
eu: Ireki fitxategia
fr: Ouvrir un fichier
fur: Vierç file
gl: Abrir ficheiro
hi: फाइल खोलें
ka: ფაილის გახსნა
nb: Åpne fil
sr: Отворите датотеку
uk: Відкрити файл
uz: Faylni ochish
zh_cn: 打开文件

source: SVG images
az: SVG şəkilləri
be: Выявы SVG
eu: SVG irudiak
fr: Image SVG
fur: Imagjins SVG
gl: Imaxes SVG
hi: SVG छवियाँ
ka: SVG გამოსახულებები
nb: SVG-bilder
sr: SVG слике
uk: зображення SVG
uz: SVG rasmlar
zh_cn: SVG 图像

source: Select Icon Location
be: Выберыце размяшчэнне значка
eu: Hautatu kokalekua ikonoarentzako
fr: Sélectionnez l’emplacement de l’icône
fur: Selezione posizion icone
gl: Seleccionar a localización da icona
ka: აირჩეთ ხატულის მდებარეობა
nb: Velg mappe
uk: Виберіть розташування піктограми
zh_cn: 选择图标位置

source: _Copy Screenshot
az: _Ekran Görüntüsünü Kopyala
be: С_капіраваць здымак экрана
eu: _Kopiatu pantaila-argazkia
fr: _Copier la capture d’écran
fur: _Copie schermade
gl: _Copiar captura
hi: स्क्रीनशॉट कॉपी करें (_C)
ka: ეკრანის _ანაბეჭდის კოპირება
nb: Kopier _skjermbilde
uz: _Skrinshotni nusxalash
zh_cn: 复制截图(_C)

source: _Save Screenshot
az: _Ekran Görüntüsünü Saxla
be: _Захаваць здымак экрана
eu: _Gorde pantaila-argazkia
fr: _Enregistrer la capture d’écran
fur: _Salve schermade
gl: _Gardar captura
hi: स्क्रीनशॉट सहेजें (_S)
ka: ეკრანის ანაბეჭდის _შენახვა
nb: Lagre skj_ermbilde
uz: _Skrinshotni saqlash
zh_cn: 保存截图(_S)

source: Screenshot copied to clipboard
az: Ekran görüntüsü buferə kopyalandı
be: Здымак экрана скапіяваны ў буфер абмену
eu: Pantaila-argazkia arbelean kopiatu da
fr: Capture d’écran copiée dans le presse-papiers
fur: Schermade copiade intes notis
gl: Captura de pantalla copiada ao portapapeis
hi: स्क्रीनशॉट को क्लिपबोर्ड पर कॉपी किया गया
ka: ეკრანის ანაბეჭდის ბუფერში დაკოპირდა
nb: Skjermbilde kopiert til utklippstavlen
uz: Skrinshot buferga nusxalandi
zh_cn: 截图已复制到剪贴板

source: Save Regular…
az: Adi Saxla…
gl: Gardar regular…
hi: नियमित सहेजें…
ka: ჩვეულებრივის შენახვა, როგორც…
nb: Lagre…
uz: Muntazam saqlash…

source: Save Nightly…
az: Gecəlik Saxla…
gl: Gardar nocturno…
hi: रात्रिकालीन सहेजें…
ka: ღამის შენახვა, როგორც…
nb: Lagre…
uz: Har kecha saqlash…

source: Save Symbolic…
az: Simvolik Saxla…
gl: Gardar simbólico…
hi: प्रतीकात्मक सहेजें…
ka: სიმბოლურის შენახვა, როგორც…
nb: Lagre…
uz: Ramziy saqlash…

source: Icon design helper
az: İkon dizayn köməkçisi
hi: आइकन डिज़ाइन सहायक
nb: Forhåndsvis appikoner
uz: Icon dizayn yordamchisi

source: Open an Icon
az: İkon Aç
gl: Abrir unha icona
hi: एक आइकन खोलें
nb: Åpne et ikon
uz: Belgini oching

source: Main Menu
az: Əsas Menyu
gl: Menú principal
hi: मुख्य मेनू
nb: Hovedmeny
uz: Asosiy menyu

source: New Window
az: Yeni Pəncərə
uz: Yangi oyna

source: Open a new window
az: Yeni pəncərə aç
uz: Yangi oyna ochish

source: Select a file
az: Fayl seç
hi: एक फाइल चुनें
uz: Faylni tanlang

source: Bilal Elmoussaoui & Zander Brown
az: Bilal Elmoussaoui və Zander Brown
